[
    {
        "caption": "Figure 2 Path diagram showing how local dependence between neuropsychological test scores is taken into account. Test scores originating from the same test protocol are allowed to show excess correlation in relation to the degree explained by the underlying neurobehaviroral function. Thus, three new latent variables are assumed to affect respectively the three finger tapping scores, the two BNT scores and the four CVLT scores.",
        "captionBoundary": {
            "x1": 54.13901901245117,
            "x2": 552.4143676757812,
            "y1": 626.0099487304688,
            "y2": 674.6984252929688
        },
        "figType": "Figure",
        "imageText": [],
        "name": "2",
        "page": 10,
        "regionBoundary": {
            "x1": 53.76,
            "x2": 554.4,
            "y1": 86.88,
            "y2": 617.28
        },
        "renderDpi": 150,
        "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2104900105-Figure2-1.png"
    },
    {
        "caption": "Figure 1 Path diagram for the association between indicators of mercury exposure and childhood neurobehavioral functions. The latent true mercury exposure is assumed to be affected by the covariates and maternal pilot whale meat intake. The two mercury biomarkers are assumed to depend on the true exposure and a random error. True prenatal mercury exposure affects the latent motor function and the verbally mediated function which are measured through the eleven neurobehavioral test scores.",
        "captionBoundary": {
            "x1": 54.13859176635742,
            "x2": 553.0602416992188,
            "y1": 412.2301025390625,
            "y2": 460.9185791015625
        },
        "figType": "Figure",
        "imageText": [],
        "name": "1",
        "page": 9,
        "regionBoundary": {
            "x1": 53.76,
            "x2": 554.4,
            "y1": 86.88,
            "y2": 403.2
        },
        "renderDpi": 150,
        "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2104900105-Figure1-1.png"
    },
    {
        "caption": "Figure 3 Path diagram illustrating how exposure to PCB is included in the analysis. After a logarithmic transformation the observed PCB concentration is assumed to give an error prone reflection of the child's true expsoure represented by the latent variable η8. The latent PCB and mercury exposures are assumed to be affected by the covariates and intake of whale meat. Furthermore, the two nerotoxicants are allowed to be correlated and hypothesized to affect the child's neurobehavioral functions. Notation: t(Whale) = log (Whale + 1).",
        "captionBoundary": {
            "x1": 54.13975143432617,
            "x2": 552.99658203125,
            "y1": 471.81317138671875,
            "y2": 531.2991333007812
        },
        "figType": "Figure",
        "imageText": [],
        "name": "3",
        "page": 16,
        "regionBoundary": {
            "x1": 53.76,
            "x2": 554.4,
            "y1": 86.88,
            "y2": 462.24
        },
        "renderDpi": 150,
        "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2104900105-Figure3-1.png"
    }
]