[
    {
        "caption": "Figure 3: A two process continuous time model with manifest indicators (blue) measuring latent processes (purple). Variance/covariance paths are in orange, regressions in red. Light gray paths indicate those that are either fixed to certain values or constrained to other parameters. Note that the value of the parameters for all paths to latents at time 2 and higher do not directly represent the effect, rather, the effect depends on a function of the shown parameter and the time interval ∆t. This model includes neither observed or unobserved between person variance, nor any time-dependent predictors. Manifest intercepts are not shown.",
        "captionBoundary": {
            "x1": 81.0,
            "x2": 522.0046997070312,
            "y1": 492.5596618652344,
            "y2": 581.37109375
        },
        "figType": "Figure",
        "imageText": [],
        "name": "3",
        "page": 13,
        "regionBoundary": {
            "x1": 108.96,
            "x2": 490.08,
            "y1": 117.6,
            "y2": 465.12
        },
        "renderDpi": 150,
        "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2605066910-Figure3-1.png"
    },
    {
        "caption": "Figure 2: The first three time points of a two process continuous time model, with three manifest indicators (blue) measuring 2 latent processes (purple), one time-dependent predictor (dark green), and two time-independent predictors (light green). Variance/covariance paths are in orange, regressions in red. Light gray paths indicate those that are constrained to a function of other parameters. Note that the value of parameters for all paths to latents at time 2 and higher do not directly represent the effect, rather, the effect depends on a function including the shown parameter and the time interval ∆t. Manifest intercepts are not shown here.",
        "captionBoundary": {
            "x1": 81.0,
            "x2": 522.0034790039062,
            "y1": 481.732666015625,
            "y2": 584.0930786132812
        },
        "figType": "Figure",
        "imageText": [],
        "name": "2",
        "page": 7,
        "regionBoundary": {
            "x1": 80.64,
            "x2": 515.04,
            "y1": 112.8,
            "y2": 459.35999999999996
        },
        "renderDpi": 150,
        "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2605066910-Figure2-1.png"
    }
]