[
    {
        "caption": "Fig 2. Significant pathways of the final model. Circles indicate unobserved latent variables, while rectangles represent observed variables. Significant paths with their estimated parameter are shown by solid lines. Standardized path coefficients are presented at the midpoint of the unidirectional arrow paths. Not significant paths are shown by dashed lines.",
        "captionBoundary": {
            "x1": 200.0124969482422,
            "x2": 571.35107421875,
            "y1": 256.3938293457031,
            "y2": 288.45343017578125
        },
        "figType": "Figure",
        "imageText": [],
        "name": "2",
        "page": 10,
        "regionBoundary": {
            "x1": 199.68,
            "x2": 524.16,
            "y1": 77.75999999999999,
            "y2": 247.2
        },
        "renderDpi": 150,
        "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2731380232-Figure2-1.png"
    },
    {
        "caption": "Fig 1. The a priori model tested in the current study. This is a path diagram describing the hypothesized effects of positive emotions and of the ability of the healthcare professionals to support patients’ autonomy on patient activation and medication adherence; it also describes the hypothesized mediating effect of patient engagement in this pathway. Unidirectional straight arrows indicate the predicted direction of the hypothesized effect. Note: HCCQ: Health Care Climate Questionnaire, PHE-s: Patient Health Engagement Scale, SAM: Self-Assessment Manikin Scale, PAM-13: Patient Activation Measure-short form, MMAS-4: 4 item-Morinsky Medication Adherence Scale.",
        "captionBoundary": {
            "x1": 200.0124969482422,
            "x2": 572.7710571289062,
            "y1": 637.2000122070312,
            "y2": 697.776123046875
        },
        "figType": "Figure",
        "imageText": [],
        "name": "1",
        "page": 3,
        "regionBoundary": {
            "x1": 199.68,
            "x2": 524.16,
            "y1": 456.0,
            "y2": 628.3199999999999
        },
        "renderDpi": 150,
        "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2731380232-Figure1-1.png"
    }
]