[{
  "caption": "Figure 3. Unified longitudinal and contemporaneous path model. Six brain regions with 13 designed longitudinal paths (dashed lines) and 7 contemporaneous paths (solid lines) are described. The longitudinal connections are to one region at the current time (t) from other regions as well as itself at the past time (t-1).",
  "captionBoundary": {
    "x1": 303.676025390625,
    "x2": 543.75390625,
    "y1": 646.7994995117188,
    "y2": 707.1030883789062
  },
  "figType": "Figure",
  "imageText": [],
  "name": "3",
  "page": 4,
  "regionBoundary": {
    "x1": 297.59999999999997,
    "x2": 541.4399999999999,
    "y1": 707.04,
    "y2": 724.3199999999999
  },
  "renderDpi": 150,
  "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2118791853-Figure3-1.png"
}, {
  "caption": "Figure 4. Significant path connections in the Stage 1 unified SEM model. The significant longitudinal path connections start at cerebellum (CEREB) and extend through thalamus (THAL), posterior parietal cortex (PPC), anterior parietal cortex (APC), and lateral prefrontal cortex (LPFC) to medial frontal gyrus (MedFG) in the left hemisphere. This path network contains one significant contemporaneous path from LPFC to MedFG.",
  "captionBoundary": {
    "x1": 51.676002502441406,
    "x2": 291.7510070800781,
    "y1": 624.7994995117188,
    "y2": 707.1027221679688
  },
  "figType": "Figure",
  "imageText": [],
  "name": "4",
  "page": 5,
  "regionBoundary": {
    "x1": 53.76,
    "x2": 298.08,
    "y1": 707.04,
    "y2": 724.3199999999999
  },
  "renderDpi": 150,
  "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2118791853-Figure4-1.png"
}, {
  "caption": "Figure 1. Schematic diagram of the visual stimulus used in (a) active tracking and (b) passive viewing trials. Each trial began with a text cue indicating the type of trial. This was followed by a period of static balls (1.5 s), in which the target balls were highlighted with orange squares on active trials. These highlights then disappeared and the balls moved in random directions about the screen without overlapping. After 7.75 s the balls stopped moving and were highlighted for 1 s only on active tracking trials, and subjects indicated (using a response button) whether the highlighted balls were among the balls that they had been tracking. Following this response, and after a delay of 0.5 s, the correct balls were re-highlighted for 1 s to provide feedback to the subjects on the correctness of their response.",
  "captionBoundary": {
    "x1": 51.67570495605469,
    "x2": 231.74856567382812,
    "y1": 132.3455047607422,
    "y2": 324.6431884765625
  },
  "figType": "Figure",
  "imageText": [],
  "name": "1",
  "page": 2,
  "regionBoundary": {
    "x1": 53.76,
    "x2": 307.68,
    "y1": 67.67999999999999,
    "y2": 132.48
  },
  "renderDpi": 150,
  "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2118791853-Figure1-1.png"
}]