[{
  "caption": "Table 2 and Figure 3). Regarding absolute model fit, a significant chi-squared statistic at p ≤ 0.05 or RMSEA ≥ 0.08 accurately indicated all cases where the level 1 or 2 model was misspecified. Using the RMSEA ≥ 0.08 cut-off also accurately indicated all cases where the level 1 or 2 model was correctly-specified. However, consistent with prior research (e.g., Bollen, 1990; Marsh, Balla, & McDonald, 1988), the chi-squared statistic may incorrectly indicate a poor fitting model; in the present study, the chi-squared statistic incorrectly suggested poor model fit on approximately 33% of samples where the level 1 model was correctly specified and 2% of samples where the level 2 model was correctly specified. Regarding relative fit, comparison of average AIC estimates indicated that the partiallysaturated model fit approach and associated function accurately index better fit of the",
  "captionBoundary": {
    "x1": 149.99594116210938,
    "x2": 518.2060546875,
    "y1": 556.823974609375,
    "y2": 688.404052734375
  },
  "figType": "Table",
  "imageText": ["Struct", "Equ", "Modeling.", "Author", "manuscript;", "available", "in", "PMC", "2021", "January", "01."],
  "name": "2",
  "page": 6,
  "regionBoundary": {
    "x1": 34.56,
    "x2": 403.2,
    "y1": 688.3199999999999,
    "y2": 722.88
  },
  "renderDpi": 150,
  "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2954858608-Table2-1.png"
}, {
  "caption": "Figure 1. Illustration of Correct and Incorrect Specifications of the Simulated 1-Factor Multilevel Confirmatory Factor Model. Means of observed variables were generated and modeled but are omitted for visual clarity. Figure 1A denotes the data generating model; Figures 1B and 1C denote incorrect model specifications for level 1 and 2, respectively.",
  "captionBoundary": {
    "x1": 149.9979705810547,
    "x2": 514.5780029296875,
    "y1": 301.8514709472656,
    "y2": 361.03997802734375
  },
  "figType": "Figure",
  "imageText": [],
  "name": "1",
  "page": 12,
  "regionBoundary": {
    "x1": 504.96,
    "x2": 537.12,
    "y1": 61.919999999999995,
    "y2": 287.03999999999996
  },
  "renderDpi": 150,
  "renderURL": "/mnt/disk2/dhoon/figure/structural_equation_model/1/image/W2954858608-Figure1-1.png"
}]