{
  "nodes": [
    {
      "id": "node1",
      "caption": "2. Integration costs - Which political resources generate costs associated for their integration with market resources? - How can these costs be reduced?"
    },
    {
      "id": "node2",
      "caption": "4. Transaction costs and incomplete political contracts - How can a firm reduce the transaction costs associated with each type of political resources? - To reduce these transaction costs, when/why do firms need internal resources and not ones provided by external lobbyists?"
    },
    {
      "id": "node3",
      "caption": "Potential policy change"
    },
    {
      "id": "node4",
      "caption": "Focal firm, demanding a policy change - Competing firms - Industry associations - Unions - Activists, NGOs"
    },
    {
      "id": "node5",
      "caption": "Campaign contributions Information Votes"
    },
    {
      "id": "node6",
      "caption": "Suppliers of public policies - Politicians seeking re-election - Bureaucrats, regulators"
    },
    {
      "id": "node7",
      "caption": "5. Relations among demanders - What is the relative value of the focal firm's resources compared to other demanders' resources? - How much do political resources come from cooperation among demanders?"
    },
    {
      "id": "node8",
      "caption": "1. Nature of political resources - What are the skills/knowledge that allow firms to promise votes, and generate valuable political information? - Are there other political resources than the three mentioned? Can market assets become political resources?"
    },
    {
      "id": "node9",
      "caption": "3. Resources and suppliers - How do the various suppliers value the different political resources a firm can provide? - How do different institutional systems favour certain firm-specific resources vs others?"
    }
  ],
  "edges": [
    {
      "id": "edge1",
      "from": "node1",
      "to": "node4"
    },
    {
      "id": "edge2",
      "from": "node2",
      "to": "node3"
    },
    {
      "id": "edge3",
      "from": "node3",
      "to": "node4"
    },
    {
      "id": "edge4",
      "from": "node4",
      "to": "node5"
    },
    {
      "id": "edge5",
      "from": "node4",
      "to": "node6"
    },
    {
      "id": "edge6",
      "from": "node5",
      "to": "node6"
    },
    {
      "id": "edge7",
      "from": "node6",
      "to": "node3"
    },
    {
      "id": "edge8",
      "from": "node7",
      "to": "node4"
    },
    {
      "id": "edge9",
      "from": "node8",
      "to": "node5"
    },
    {
      "id": "edge10",
      "from": "node9",
      "to": "node6"
    }
  ]
}